Repository: MX-Linux/mx-timeset
Catalog: po/*.po
Languages: fr

source: Warning!
fr: Attention!

source: Current date and time
fr: Date et heure actuelles

source: Known timezones
fr: Fuseaux horaires connus

source: Set system timezone
fr: Set fuseau horaire du système

source: Enter the timezone. It should be like Continent/City - Europe/Berlin
fr: Entrez le fuseau horaire. Il devrait être comme Continent/Ville - Europe/Berlin

source: Enable or disable NTP
fr: Activer ou désactiver NTP

source: Enable
fr: Activer

source: Disable
fr: Désactiver

source: Enable or disable NTP usage. NTP stands for Network Time Protocol. If NTP is enabled the system will periodically synchronize time from the network.
fr: Activer ou désactiver l'utilisation NTP. NTP signifie Network Time Protocol. Si NTP est activée, le système périodiquement synchronize l'heure du réseau.

source: Control the hardware clock
fr: Contrôler l'horloge matérielle

source: Local time
fr: Heure locale

source: Set the hardware clock to use
fr: Réglez l'horloge du matériel à utiliser

source: Hardware clock time
fr: Heure de l'horloge

source: Synchronize system time from hardware clock
fr: Synchroniser l'heure du système de l'horloge matérielle

source: Set system time
fr: Régler l'heure du système

source: Enter the time. The time may be formatted like this: 2013-11-18 09:12:45 or just yyyy-mm-dd hh:mm
fr: Entrez l'heure. Le temps peut être formaté comme ça : 18/11/2013 09:12:45 ou tout simplement yyyy-mm-dd hh:mm

source: System time synchronized to hardware clock!
fr: Heure système synchronisée sur l'horloge matérielle!

source: Hardware clock synchronized to system time!
fr: Horloge matérielle synchronisée avec l'heure du système!

source: Hardware clock set to UTC!
fr: Horloge matérielle paramétrée sur UTC!

source: Hardware clock set to local time!
fr: Horloge matérielle réglée sur l'heure locale!

source: ntpd service not found
fr: service ntpd introuvable

source: For this to work ntpd needs to be present. Furthur you may need need to edit /etc/ntp.conf (or similar) file, and then enable the ntp daemon to start at boot. This feature is not handled by this program.
fr: Pour que cela fonctionne ntpd doit être présent. Furthur vous devrez peut-être besoin de modifier /etc/ntp.conf (ou similaire) fichier, et alors activer le démon NTP se lancer au démarrage. Ce fonctionnalité ne est pas prise en charge par ce programme.

source: NTP enabled!
fr: NTP activé!

source: NTP disabled!
fr: NTP désactivé!

source: Could not find ntpdate
fr: Impossible de trouver ntpdate

source: Success! Time updated.
fr: Succès! Temps mis à jour.

source: Invalid timezone
fr: Fuseau horaire non valide

source: Timezone changed!
fr: Fuseau horaire a changé!

source: Time not entered correctly.
fr: Temps pas entré correctement.

source: Time changed!
fr: Le temps a changé!

source: A GUI to manage system date and time
fr: Une interface graphique pour gérer la date et l'heure du système

source: Time and Date Settings
fr: Gérer la date et l'heure système

source: 1. Show current date and time
fr: 1. Afficher la date et l'heure

source: Show current date and time configuration
fr: Afficher la date et la configuration de temps

source: 2. Show timezones
fr: 2. Voir les fuseaux horaires

source: Show known timezones
fr: Voir connu fuseaux horaires

source: 3. Set system timezone
fr: 3. système Set fuseau horaire

source: 4. Synchronize time from the network
fr: 4. Synchronisez l'heure du réseau

source: Synchronize time from the network using NTP
fr: Synchroniser l'heure à partir du réseau en utilisant NTP

source: 5. Choose whether NTP is enabled
fr: 5. Choisissez si NTP est activé

source: Choose whether NTP (Network Time Protocol) is enabled
fr: Choisissez si NTP (Network Time Protocol) est activé

source: 6. Hardware clock in UTC or local time
fr: 6. Horloge matérielle dans le temps UTC ou

source: Control whether the hardware clock is in UTC or local time
fr: Contrôler si l'horloge matérielle est en UTC ou heure locale

source: 7. Read time from the hardware clock
fr: 7. Lire temps de l'horloge matérielle

source: Read time from the hardware clock
fr: Lire le temps de l'horloge matérielle

source: 8. Synchronize hardware clock to system time
fr: 8. Synchroniser matériel horloge à l'heure du système

source: Synchronize hardware clock to system time
fr: Synchroniser l'horloge matérielle en temps du système

source: 9. Synchronize system time to hardware clock
fr: 9. synchroniser l'heure du système de l'horloge matérielle

source: Synchronize system time to hardware clock time
fr: Synchroniser l'heure du système à l'heure d'horloge matérielle

source: 10. Adjust the date and time manually
fr: 10. Régler la date et l'heure manuellement

source: Set the date and time manually
fr: Régler la date et l'heure manuellement

source: 11. About
fr: 11. Sur

source: About this program
fr: À propos de ce programme
