Repository: MX-Linux/mx-timeset
Catalog: po_deprecated/*.po
Languages: de

source: Warning!
de: Warnung!

source: Current date and time
de: Aktuelles Datum und Uhrzeit

source: Known timezones
de: Bekannte Zeitzonen

source: Set system timezone
de: Set System Zeitzone

source: Enter the timezone. It should be like Continent/City - Europe/Berlin
de: Geben Sie die Zeitzone. Es sollte so sein Continent/Ort - Europe/Berlin

source: Enable or disable NTP
de: Aktivieren oder Deaktivieren von NTP

source: Enable
de: Aktivieren

source: Disable
de: Deaktivieren

source: Enable or disable NTP usage. NTP stands for Network Time Protocol. If NTP is enabled the system will periodically synchronize time from the network.
de: Aktivieren oder Deaktivieren von NTP-Nutzung. NTP steht für Network Time Protocol. Wenn NTP aktiviert ist, wird das System in regelmäßigen Abständen synchronize Zeit aus dem Netzwerk.

source: Control the hardware clock
de: Steuern Sie die Hardware-Uhr

source: Local time
de: Ortszeit

source: Set the hardware clock to use
de: Stellen Sie die Hardware-Uhr zu benutzen

source: Hardware clock time
de: Hardware Uhrzeit

source: Synchronize system time from hardware clock
de: Synchronisieren Systemzeit von Hardware-Uhr

source: Synchronize system time from the hardware clock.
de: Synchronisieren Systemzeit von Hardware-Uhr.

source: Set system time
de: Satz Systemzeit

source: Enter the time. The time may be formatted like this: 2013-11-18 09:12:45 or just yyyy-mm-dd hh:mm
de: Geben Sie die Zeit. Die Zeit kann formatiert werden like dies: 2013.11.18 09:12:45 och gerecht yyyy-mm-dd hh:mm

source: System time synchronized to hardware clock!
de: Systemzeit synchronisiert werden, um Hardware-Uhr!

source: Hardware clock synchronized to system time!
de: Hardware-Uhr, um die Systemzeit synchronisiert!

source: Hardware clock set to UTC!
de: Hardware-Uhr auf UTC eingestellt!

source: Hardware clock set to local time!
de: Hardware-Uhr auf lokale Zeit eingestellt!

source: ntpd service not found
de: ntpd-Dienst nicht gefunden

source: For this to work ntpd needs to be present. Furthur you may need need to edit /etc/ntp.conf (or similar) file, and then enable the ntp daemon to start at boot. This feature is not handled by this program.
de: Damit dies funktioniert ntpd muss vorhanden sein. Furthur Sie benötigen, bearbeiten müssen /etc/ntp.conf (oder ähnlich) Datei, und dann aktivieren Sie den NTP-Daemon zu dem Booten starten. Diese Funktion wird von diesem Programm behandelt .

source: NTP enabled!
de: NTP aktiviert!

source: NTP disabled!
de: NTP deaktiviert!

source: Could not find ntpdate
de: Konnte nicht ntpdate finden

source: Success! Time updated.
de: Erfolg! Zeit aktualisiert.

source: Invalid timezone
de: Ungültige Zeitzone

source: Timezone changed!
de: Zeitzone geändert!

source: Time not entered correctly.
de: Zeit nicht korrekt eingegeben.

source: Time changed!
de: Zeit verändert!

source: A GUI to manage system date and time
de: Eine GUI, um Systemdatum und -zeit verwalten

source: Time and Date Settings
de: Verwalten Sie Systemdatum und zeit

source: 1. Show current date and time
de: 1. Zeigen Sie Datum und Uhrzeit

source: Show current date and time configuration
de: Zeigen Sie Datum und Uhrzeit Konfiguration

source: 2. Show timezones
de: 2. Zeigen Sie Zeitzonen

source: Show known timezones
de: Zeitzonen bekannt anzeigen

source: 3. Set system timezone
de: 3. Stellen Sie System Zone

source: 4. Synchronize time from the network
de: 4. Synchronisieren der Zeit aus dem Netz

source: Synchronize time from the network using NTP
de: Synchronisieren der Zeit aus dem Netz mit NTP

source: 5. Choose whether NTP is enabled
de: 5. Wählen Sie, ob NTP aktiviert ist

source: Choose whether NTP (Network Time Protocol) is enabled
de: Wählen Sie, ob NTP (Network Time Protocol) aktiviert ist

source: 6. Hardware clock in UTC or local time
de: 6. Hardware Uhr in UTC oder lokale Zeit

source: Control whether the hardware clock is in UTC or local time
de: Steuern Sie, ob die Hardware-Uhr ist in UTC oder lokale Zeit

source: 7. Read time from the hardware clock
de: 7. Lesen Zeit von der Hardware-Uhr

source: Read time from the hardware clock
de: Lesen Sie Zeit aus der Hardware-Uhr

source: 8. Synchronize hardware clock to system time
de: 8. Synchronisieren Hardware-Uhr auf der Systemzeit

source: Synchronize hardware clock to system time
de: Synchronisieren Sie Hardware-Uhr auf der Systemzeit

source: 9. Synchronize system time to hardware clock
de: 9. Synchronisiere Systemzeit, um Hardware-Uhr

source: Synchronize system time to hardware clock time
de: Synchronisieren Sie System Zeit, um Hardware-Uhr Zeit

source: 10. Adjust the date and time manually
de: 10. Stellen Sie das Datum und die Uhrzeit manuell

source: Set the date and time manually
de: Stellen Sie das Datum und die Uhrzeit manuell

source: 11. About
de: 11. Über

source: About this program
de: Über dieses Programm
